Revit 2027 API
InternalOrigin.Position Property
 The position of the InternalOrigin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public XYZ Position { get; }
Public ReadOnly Property Position As XYZ
	Get
public:
property XYZ^ Position {
	XYZ^ get ();
}
member Position : XYZ with get
Property Value
XYZ
See Also
Reference
InternalOrigin Class
Autodesk.Revit.DB Namespace